Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Line marking paint
es: Pintura para marcar líneas

source: Line sumps in areas where water may infiltrate into Colluvium and Volcaniclastics;
es: Impermeabilizar las sentinas en donde el agua pueda infiltrarse en el Coluvión y en el Volcanoclástico;

source: Lineament Analysis
es: Análisis de lineamientos

source: Lineament NW of site
es: Lineamiento NO del sitio

source: Lineaments (generally continuous linear features that cross-cut natural structures) were identified that either closely resembled those faults mapped by others or may be representative of other fault, erosion or other structures not previously identified (Figure 3).
es: Se identificaron lineamientos (generalmente rasgos lineales continuos que atraviesan estructuras naturales) que o bien tienen un parecido cercano a las fallas mapeadas por terceros o bien pueden representar otra falla, erosión u otras estructuras no identificadas anteriormente (Figura 3).

source: Lineaments near San Pedro de Atacama
es: Lineamientos cerca de San Pedro de Atacama

source: Liquidated Damages
es: Daños y perjuicios

source: List any hazards
es: Indicar cualquier peligro

source: List the Top 5 Other Project Risks (e.g., technical, commercial, legal, financial – be specific)
es: Indicar los 5 riesgos principales adicionales del proyecto (ej., técnicos, comerciales, legales, financieros - ser específicos)

source: List the Top 5 Project Opportunities (e.g., market, client, people, service, scope, or dollar or value based)
es: Indicar las 5 oportunidades principales del proyecto (ej., mercado, cliente, gente, servicio, alcance, precio o valor)

source: List the control measures required to eliminate or minimize the risk arising from the identified hazards.
es: Indicar las medidas de control necesarias para eliminar o minimizar el riesgo que surge de los peligros identificados.

source: List the date when the hazard was corrected
es: Indicar la fecha en que se corrigió el peligro

source: Listen for
es: Escuchar

source: Lithologies
es: Litologías

source: Live Electrical Wire Struck during Concrete Coring Activities
es: Cable eléctrico activo alcanzado durante actividades de extracción de testigos de hormigón

source: Load movement must be controlled by the use of tag lines.
es: El movimiento de la carga debe controlarse con la ayuda de líneas de control de carga (vientos).

source: Loading materials incorrectly either in number, sequence, distribution or size in vehicles, equipment or storage areas.
es: Carga de materiales de forma incorrecta, ya sea en cantidad, secuencia, distribución o tamaño, en vehículos, equipos o áreas de almacenaje.

source: Loads must never be lifted over the lifting plant itself.
es: Las cargas nunca deben levantarse por encima del propio equipo de izaje.

source: Loads must not be suspended over people or occupied buildings.
es: Las cargas no deben suspenderse encima de personas o edificios ocupados.

source: Loads should be slung so that the load, or any part of it, cannot fall.
es: Las cargas deben estar estrobadas de modo que no haya parte alguna de estas que pueda caer.

source: Lobbyists/Business Development Advocates
es: Lobistas/promotores de desarrollo de negocios

source: Local Legislation Compliance
es: Cumplimiento de la legislación local

source: Local emergency procedures shall be developed in response to any incident where asbestos is involved
es: Deben elaborarse procedimientos locales de emergencia en respuesta a cualquier incidente que involucre asbesto.

source: Localized zones of gravel and cobbles surrounded by silty matrix.
es: Zonas localizadas de grava y cantos rodeados por una matriz limosa.

source: Locally schists, which are the product of metamorphism of older sedimentary rocks by the intrusion of the Antioquia Batholith are seen.
es: También se observan esquistos locales, que son producto del metamorfismo de rocas sedimentarias más antiguas y de la intrusión del Batolito Antioqueño.

source: Locate the nearest spill kit(s)
es: Ubicar los kits para derrames más cercanos.

source: Locating staff who were out at meetings elsewhere in the city and uncertainty about non-Golder subcontractors at our office 
es: Localización del personal que estuvo en reuniones en otro lugar de la ciudad e incertidumbre sobre subcontratistas ajenos a Golder en la oficina 

source: Locating staff who were traveling away from the city or on work sites 
es: Localización del personal que estuviera viajando fuera de la ciudad o se encontraba en el campo 

source: Location Name
es: Nombre del lugar

source: Location and form indicate the controlling structure is associated with the San Cristóbal Corridor.
es: La ubicación y forma indican que la estructura de control e asocia con el corredor San Cristóbal.

source: Location of Geophysical Survey Transects
es: Ubicación de transectos de levantamientos de geofísica

source: Location of Piezometers and Horizontal Drain Holes
es: Ubicación de piezómetros y pozos de drenaje horizontales

source: Location of Surface Fractures/Cracks
es: Ubicación de fracturas/grietas superficiales

source: Location of assembly area and evacuation routes.
es: La ubicación del punto de reunión y de las vías de evacuación.

source: Location of waste storage must limit the potential for spills and leaks to the natural environment and must not directly impact significant habitat features.
es: La ubicación del almacenamiento de residuos debe limitar el potencial de derrames y fugas hacia el ambiente natural y no debe impactar directamente las características importantes del hábitat.

source: Location:
es: Lugar:

source: Log in to access the new app features by using one of these options:
es: Inicia sesión de una de las siguientes maneras para acceder a las nuevas funciones:

source: Logic Tree Analysis
es: Análisis de árbol lógico

source: London +44.20.8762.8008
es: Londres +442087628008

source: Long Term Recommendations
es: Recomendaciones a Largo Plazo

source: Long distance (100 km x 12-inch) slurry pipeline
es: Mineroducto de larga distancia (100 km x 12 pulg.)

source: Long distance (145 km x 12/20-inch) slurry pipeline
es: Mineroducto de larga distancia (145 km x 12/20 pulg.)

source: Long distance (187 km x 36-inch) slurry pipeline and 4 feeder pipelines
es: Mineroducto de larga distancia (187 km x 36 pulg.) y 4 tuberías alimentadoras

source: Long distance (200 km x 42-inch) twin slurry pipelines
es: Mineroductos gemelos de larga distancia (200 km x 42 pulg.)

source: Long sleeve clothing and long pants
es: Ropa de manga larga y pantalones largos

source: Look for evidence of utilities in concrete.
es: Buscar señales de la presencia de servicios en el hormigón.

source: Look for evidence of utilities that may be penetrating the slab.
es: Buscar indicios de servicios que puedan estar atravesando la losa.

source: Look for opportunities to install piezometers in future geotechnical coreholes to provide further groundwater elevation data;
es: Buscar oportunidades para instalar piezómetros en futuros barrenos geotécnicos para proporcionar datos de elevación de aguas subterráneas adicionales;

source: Look, listen and fell for breathing.
es: Mirar, escuchar y sentir la respiración.

source: Look-out at the front of the pontoon during relocation
es: Vigilancia del frente del pontón durante su reubicación

source: Loosen tight clothing and sponge neck with cool water.
es: Soltar la ropa ajustada y aplicar agua fría en el cuello con una esponja.

source: Low
es: Bajo

source: Low Complexity Projects
es: Proyectos de baja complejidad

source: Low Risk
es: Riesgo Bajo

source: Low Risk.
es: Riesgo bajo.

source: Low flow estimates in the available record were reviewed and summarized in Appendix E. This suggests that recharge rates may be in the range of 10 to 40 L/s/km2.
es: Las estimaciones de flujo bajo en el registro actual se revisaron y resumieron en el Apéndice E. Esto sugiere que las tasas de recarga pueden encontrarse en el rango de 10 a 40 l/s/km2.

source: Low mechanical aptitude or learning aptitude
es: Baja aptitud mecánica o de aprendizaje

source: Lower Intraslab
es: Intraplaca inferior

source: Lower Volcaniclastic
es: Volcanoclástica Inferior

source: Lower b-values represent higher relative frequency of occurrence of larger events, and hence higher overall seismic hazard.
es: Valores b más bajos representan frecuencias relativas de ocurrencia más alta o eventos más grandes y, por tanto, un peligro sísmico general más alto.

source: Lunchtime presentations from colleagues in the Montreal office highlighted
es: Destacan las presentaciones en almuerzos con colegas de la oficina de Montreal

source: Lync Support
es: Soporte de Lynk

source: M calculated using formulas provided in Stirling et al. (2013) for various crustal fault geometries within a slow-plate boundary regime and 15 km seismogenic depth.
es: Se calculó M usando las fórmulas entregadas por Stirling et al. (2013) para diversas geometrías de falla cortical en un marco geológico de contacto de placas tectónicas y profundidad sismogénica de 15 km.

source: M&A process and decision criteria were discussed
es: Se analizó el proceso de fusiones/adquisiciones y los criterios de decisión

source: M. Eng. Soil Mech., National Autonomous University of Mexico, Mexico City, 1994
es: M. Eng. en Mec. de Suelos. Universidad Nacional Autónoma de México, Ciudad de México, 1994

source: M.A.Sc. Civil Engineering, University of Toronto, 1984
es: M.A.Sc. en Ingeniería Civil, Universidad de Toronto, 1984

source: M.A.Sc. studies in behaviour of rock materials under dynamic strain conditions.
es: Estudios de M.A.Sc. en comportamiento de materiales rocosos bajo condiciones de tensión dinámica.

source: M.Sc. Soil Mechanics, New University of Lisbon, Portugal, 1987
es: M.Sc. en Mecánica de Suelos, New University of Lisbon, Portugal, 1987

source: MAKE A PLAN
es: HACER UN PLAN

source: MANAGEMENT OF WASTE
es: GESTIÓN DE RESIDUOS

source: MANUAL HANDLING
es: MANIPULACIÓN

source: MCE Response Spectrum
es: Espectro de respuesta del evento MCE

source: MCE calculated using formulas provided in Stirling et al. (2013) for various crustal fault geometries within a slow-plate boundary regime.
es: Se calculó el evento MCE usando las fórmulas entregadas por Stirling et al. (2013) para diversas geometrías de falla cortical en un régimen de contacto entre placas tectónicas.

source: MCE calculated using formulas provided in Stirling et al., 2013 for various crustal fault geometries within a slow-plate boundary regime and 15 km seismogenic depth.
es: Se calculó el evento MCE usando las fórmulas entregadas por Stirling et al. (2013) para diversas geometrías de falla cortical en un régimen de contacto entre placas tectónicas y profundidad sismogénica de 15 km.

source: MEDIA
es: MEDIOS

source: MEMORANDUM
es: MEMORANDO

source: MINIMISATION
es: MINIMIZACIÓN

source: MINIMISE
es: MINIMIZAR

source: MINING HSSE CALENDAR
es: CALENDARIO DE HSSE MINERÍA

source: MITIGATING CONTROLS
es: CONTROLES DE MITIGACIÓN

source: MODIFICATION
es: MODIFICACIÓN

source: MONITOR & CONTROL
es: MONITOREAR Y CONTROLAR

source: MONITORING
es: MONITOREO

source: MORE IN FORMATION
es: MÁS INFORMACIÓN

source: MOST EFFECTIVE
es: MÁS EFICAZ

source: MOST PREFERRED
es: MAYOR PREFERENCIA

source: MSA/Change Order Guidance:
es: Contrato marco/orientación para órdenes de cambio:

source: MSC Structural Domains in Current Pit
es: Dominios estructurales de MSC en el pit actual

source: MSC commissioned the drilling of eighteen (18) HQ-sized horizontal drain holes in the vicinity of the Jayula Este instability in May and June 2015.
es: MSC contrató la perforación de dieciocho (18) pozos de drenaje horizontales de tamaño HQ en las cercanías de la inestabilidad Jayula Este en los meses de mayo y junio de 2015.

source: MSC geophysicists carried out a resistivity geophysical survey to determine the potential groundwater conditions at the 4230 bench mined into Colluvium.
es: Los geofísicos de MSC llevaron a cabo un levantamiento geofísico de resistividad para dterminar las posibles condiciones de las aguas subterráneas en el banco 4230 minado en el Coluvión.

source: MSC has defined the seven structural domains shown in Figure 2.4 in the current pit based on major faults:
es: MSC ha definido los siete dominios estructurales que se muestran en la Figura 2.4 en el pit actual, basándose en las fallas principales:

source: MSC is generally an excellent operation in terms of phase designs that enable flexibility to modify designs and sequencing, and production bench surface conditions
es: MSC es en general una excelente operación en términos de diseños de fases que dan flexibilidad para modificar diseños y secuenciación y las condiciones de producción de superficies de bancos.

source: MSC is one of the world's largest zinc, lead and silver deposits.
es: MSC es uno de los mayores yacimientos mundiales de zinc, plomo y plata.

source: MSC recorded vibrations for eight blasts carried out from March 12, 2016 to May 2, 2017 at control points (P-60 and P-21).
es: MSC registró las vibraciones de ocho voladuras efectuadas entre el 12 de marzo de 2016 hasta el 2 de mayo de 2017 en puntos de control (P-60 y P-21).

source: MSC requested that Golder conduct a desk-top assessment of the potential for impact to the Tres Gigantes by the mine blasting operation considering the results of their recent blasting vibration monitoring program.
es: MSC solicitó a Golder efectuar un estudio de gabinete sobre el potencial de impacto en los Tres Gigantes de las operaciones de voladura de la mina, considerando los resultados de su último programa de monitoreo de vibración por voladura.

source: MSC/Golder have developed updated the geotechnical model to include the geotechnical units (UGT) defined in Table 2.5 as rational basis for slope designs, and Golder has used this updated model to develop the current slope design recommendations included in Table 2.10
es: MSC/Golder han actualizado el modelo geotécnico para incluir las unidades geotécnicas (UGT) definidas en la Tabla 2.5 como base racional de los diseños de taludes y Golder ha usado este modelo actualizado para desarrollar las actuales recomendaciones de diseño de taludes que se presentan en la Tabla 2.10.

source: MTI - Medical Treatment Injury (Recordable Case) – Work-related injury for which more than first aid treatment was provided by a medical professional as defined in the Operating Company, but does not result in work days lost.
es: Lesiones con tratamiento médico (caso registrable): lesión en el trabajo por la que un profesional médico (según la definición en la Compañía Operativa) proporcionó más que el tratamiento de primeros auxilios, pero que no dio lugar a días de trabajo perdidos.

source: Macassa Mine
es: Mina Macassa

source: Magistral Project - Minera Ancash Cobre
es: Proyecto Magistral – Minera Ancash Cobre

source: Magnitude
es: Magnitud

source: Magnitude conversions from earthquake catalogs;
es: Conversiones de magnitudes a partir de catálogos de sismos;

source: Magnitude uncertainties due to rounding and simple “error” were incorporated into the recurrence calculations.
es: Las incertidumbres en la magnitud derivadas del redondeo o un simple “error” fueron incorporadas a los cálculos de recurrencia.

source: Magusi Project - First Metals Inc.
es: Proyecto Magusi – First Metals Inc.

source: Main
es: Principal

source: Main steps involved in the task
es: Pasos principales de la tarea

source: Maintain a safe clearance from plant and do not enter the exclusion zone set by the Operator.
es: Mantenerse a una distancia segura de la maquinaria pesada o instalación y no ingresar a la zona de exclusión fijada por el Operador.

source: Maintenance Management
es: Gestión de Mantenimiento

source: Maintenance system involving planning, resourcing and type of maintenance
es: Sistema de mantenimiento que involucra planificación, obtención de recursos y tipo de mantenimiento

source: Major
es: Grave

source: Major Crustal Faults
es: Fallas corticales principales

source: Major Structures
es: Estructuras principales

source: Major faults are described below:
es: Las fallas más grandes se describen a continuación:

source: Major historic large earthquakes in 1877 (M 8.6), 1995 (M 8.1) and 2007 (M 7.7) between latitude 20 to 25°S confirm the ongoing subduction of the Nazca plate and potential for large interface and intraslab earthquakes (Metois et al. 2012).
es: Grandes sismos históricos en 1877 (M 8,6), 1995 (M 8,1) y 2007 (M 7,7) entre las latitudes 20 y 25°S confirman la actual subducción de la placa de Nazca y el potencial de grandes sismos en la interfaz de contacto y en la intraplaca (Metois et al. 2012).

source: Major historic large earthquakes in 1877 (M 8.6), 1995 (M 8.1) and 2007 (M 7.7) between latitude 20 to 25°S confirm the ongoing subduction of the Nazca plate and potential for large interface and intraslab earthquakes near the Spence Mine site (Metois et al. 2012).
es: Grandes sismos históricos en 1877 (M 8,6), 1995 (M 8,1) y 2007 (M 7,7) entre las latitudes 20 y 25°S confirman la actual subducción de la placa de Nazca y el potencial de grandes sismos en la interfaz de contacto y en la intraplaca cerca de la mina Spence (Metois et al. 2012).

source: Major historical large earthquakes in 1877 (M8.6), 1995 (M8.1), and 2007 (M7.7) between latitude 20° and 25°S confirm the ongoing subduction of the Nazca plate and potential for large interface and intraslab earthquakes (Metois et al. 2012);
es: Grandes sismos históricos en 1877 (M 8,6), 1995 (M 8,1) y 2007 (M 7,7) entre las latitudes 20 y 25°S confirman la actual subducción de la placa de Nazca y el potencial de grandes sismos de interfaz y de intraplaca (Metois et al. 2012).

source: Major structures in the 2015 pit are shown in Figure 2.2, including the following important named structures:
es: Las estructuras principales en el pit 2015 se muestran en la Figura 2.2, que incluye las siguientes estructuras importantes con nombre:

source: Make sure contacts and key information are up-to-date.
es: Asegurarse de que la información clave y de contactos esté actualizada.

source: Make a Plan
es: Hacer un plan

source: Make contact with the person nominated in accordance with the Journey Management Plan upon arrival at the destination, or in situations of significant delay.
es: Contactar a la persona designada de acuerdo con el Plan de Gestión de Viajes a su llegada al destino o en situaciones de evidente demora.

source: Make multiple trips to carry items to the work location.
es: Hacer varios viajes para trasladar objetos al lugar de trabajo.

source: Make someone more knowledgeable with a hands-on demonstration
es: Mejorar los conocimientos de alguien mediante una demostración práctica

source: Making safety devices inoperable or removing safety devices
es: Deshabilitar o remover dispositivos de seguridad.

source: Manage the risks associated with any changes.
es: Gestionar los riesgos asociados a cualquier cambio.

source: Manage potential instability risks based on a formal Ground Control Management Plan that incorporates:
es: Manejar los posibles riesgos de estabilidad basándose en un Plan de Manejo de Control del Suelo que incorpore:

source: Manage the risks associated with any changes to the project
es: Gestionar los riesgos asociados a cualquier cambio en el proyecto

source: Management
es: Gestión

source: Management - roles such as Office Manager, Group/Division Manager, Lab/Warehouse Supervisor
es: Gestión: funciones como las de Office Manager, Gerente de Área/División, Supervisor de Laboratorio/Bodega

source: Management Process 208: Investigations
es: Proceso de Gestión 208: Investigaciones

source: Management Process Procedure Template
es: Plantilla de Procedimientos de Procesos de Gestión

source: Management Report
es: Informe de la Gerencia

source: Management Review
es: Revisión Gerencial

source: Management and statistical treatment of large rock characterisation data sets for the purpose of open pit wall design.
es: Gestión y tratamiento estadístico de grandes conjuntos de datos de caracterización de rocas para efectos de diseño de muros de rajos.

source: Management of Change
es: Gestión de Cambios

source: Management of journey risks is combination 3C’s
es: La gestión de riesgos de viaje es una combinación de 3 C.

source: Management of large multi-disciplinary projects, including cooling water systems for nuclear power generation plants.
es: Gestión de grandes proyectos multidisciplinarios, incluidos sistemas de agua de enfriamiento para plantas de generación de energía nuclear.

source: Management tracking over 160 individual objectives in the plan
es: Gerencia hace seguimiento a más de 160 objetivos individuales en el plan

source: Manager
es: Gerente

source: Manager – An individual to whom a Golder employee formally reports according to Golder’s organisational structure and who leads the employee with career development and related tasks.
es: Gerente: persona a quien responde formalmente un colaborador de Golder según la estructura organizacional de la compañía y quien es la persona que orienta al colaborador en su desarrollo de carrera y tareas relacionadas.

source: Managers and Project Managers, not employees, will make the determination if chargeable time is ultimately billed to the client or not.
es: Los Gerentes y Gerentes de Proyecto, no así los colaboradores, determinarán si las horas cargables serán finalmente facturadas al cliente o no.

source: Manantial Espejo Project - Silver Standard & Pan American Silver
es: Proyecto Manantial Espejo – Silver Standard y Pan American Silver

source: Mandate will include
es: El mandato será

source: Mantos Blanco fault
es: Falla de Mantos Blancos

source: Manual handling
es: Manipulación

source: Manual handling is defined as any activity involving the use of muscular force (or effort) to lift, move, push, pull, carry, hold or restrain any object.
es: Se entiende por manipulación cualquier actividad que implique el uso de fuerza muscular para levantar, mover, empujar, tirar, llevar, sostener o sujetar un objeto.

source: Many definitions exist for a confined space and two that provide a good guide are “any space inside of which the quality of the atmosphere is uncertain” and “any space which is not designed or intended for normal day to day human occupation”.
es: Hay muchas definiciones de espacio confinado, de las cuales hay dos que nos dan orientación: “cualquier espacio dentro del cual la calidad de la atmósfera es incierta” y “cualquier espacio que no esté diseñado o pensado para la ocupación humana normal diaria”.

source: Many details within the insurance to clarify and confirm with changes required.
es: Muchos detalles en el seguro para aclarar y confirmar con los cambios exigidos.

source: Many of our journeys are routinely through highly populated areas where emergency response will be quick and people are around to call for help.
es: Muchos de nuestros viajes se realizan de forma rutinaria por áreas de alta población, donde la respuesta frente a emergencias será rápida y habrá gente para pedir ayuda.

source: Many people believe manual handling refers only to lifting of heavy items.
es: Muchos creen que manipulación se refiere solo a levantar objetos pesados.

source: Many people spend most of their time in the field without access to Goldnet, just to e-mail.
es: Muchas personas pasan la mayoría del tiempo en terreno sin acceso a goldnet, solo al e-mail.

source: Many people spend most of their time in the field without access to goldnet, just to e-mail.
es: Muchas personas pasan la mayoría del tiempo en terreno sin acceso a goldnet, solo al e-mail.
